Public Attributes | List of all members
API_OpeningCutSurfacesParameters Struct Reference
Element Manager
Cut surface parameters. More...
#include <APIdefs_Elements.h>
 Public Attributes
 bool  | useLineOfCutElements
Use lines of cut elements.
 short  | linePenIndex
Cut line pen.
 API_AttributeIndex  | lineIndex
Cut line index.
Detailed Description
Cut surface parameters.